<?php
// Heading
$_['heading_title']     = 'Установка расширений';

// Text
$_['text_upload']       = 'Расширение успешно загружено!';
$_['text_install']      = 'Расширение успешно установлено!';
$_['text_uninstall']    = 'Расширение успешно деинсталлировано!';
$_['text_delete']       = 'Расширение успешно удалено!';
$_['text_progress']     = 'Прогресс установки';
$_['text_installed']    = 'Установленные расширения';
$_['text_unknown']      = 'Неизвестный';

// Column
$_['column_image']      = 'Изображение';
$_['column_name']       = 'Название';
$_['column_version']    = 'Версия';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Действие';

// Entry
$_['entry_progress']    = 'Прогресс';

// Error
$_['error_permission']       = 'Внимание: У Вас нет прав для управления установки расширений!';
$_['error_install']          = 'Установка не найдена!';
$_['error_installed']        = 'Расширение уже установлено!';
$_['error_filename']         = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_file']             = 'Не удалось найти установочный файл %s!';
$_['error_file_exists']      = 'Файл уже существует!';
$_['error_file_type']        = 'Недопустимый тип файла!';
$_['error_directory']        = 'Не удалось найти каталог установки %s!';
$_['error_directory_exists'] = 'Путь %s уже существует!';
$_['error_unzip']            = 'Не удалось открыть Zip-файл!';
$_['error_upload']           = 'Файл не удалось загрузить!';
